[{"title": "Rivian Reveal Exposes Enormous Financial Woes (Video)", "contents": ["What happened at Rivian Automotive this month? The electric vehicle company’s US initial public offering (IPO) ", " disclosed startling fiscal gaps:", "The stark financial picture was revealed in filings to the Securities and Exchange Commission (SEC).", "The huge losses and a stunning thirst for cash create a fascinating, if tenuous, backdrop to the company’s highly anticipated IPO.", "Rivian filed paperwork with regulators for an IPO in August; the company’s trading symbol on the NASDAQ will be RIVN. Morgan Stanley, Goldman Sachs, and JP Morgan are the lead underwriters for the Rivian IPO.", "Amazon has invested over $1.8 billion in the company and has a contract with Rivian to purchase 100,000 electric delivery vehicles in attempts to lower its transportation emissions. Rivian also has financial backing from Ford.", "Rivian has not yet set terms for its offering, although ", " suggests that the electric vehicle maker is aiming to raise between $5 billion and $8 billion and is seeking a valuation of about $80 billion in the listing, which is expected to land in late October or November. That cash influx will be directed to facilities and equipment through the end of 2023.", "Rivian has a 2-track strategy:", "The company manufactures an upscale all-electric R1T pickup truck, which was launched last month, and a sport utility vehicle, the R1S, which will hit the roads later this year. Both are designed to be driven off-road and will be produced at the company’s main production facility in Normal, Illinois. The company employs 2,500 workers there and had a total work force of 6,274 employees in June, 2021.", "The company slogan is “Keep the world adventurous forever.”", "The company was ", ", although Tesla, General Motors, and Ford have boasted about impending electric pickup truck additions to their catalogs. Rivian had about 48,390 preorders total for its R1T pickup trucks, which start at $67,500, and R1S SUVs in the US and Canada, which start at $70,000.", "Rivian’s IPO is part of a strategic move to become a lead player in the electric vehicle market, which is expected to grow exponentially over the next 2 decades. Tesla holds the top place in all-electric vehicle sales, having ", " over ", ", ", ", ", ", ", ", ", ", ", ", and ", " issues. It is the most highly valued and keenly observed automaker in the world.", "Gaining and holding ground in the electric vehicle market is a really, really expensive business endeavor.", "Like other electric vehicle companies such as Nikola and Lordstown Motors, Rivian has big losses because of significant costs to set up and run production lines at a time when it cannot balance losses with adequate sales. In the first half of the year, the company lost $994 million, compared with a $377 million loss in the same period last year, according to the IPO filing. In 2020, it lost $1.02 billion. It also borrowed $2.5 billion through “convertible promissory notes” in July.", "“We do not expect to be profitable for the foreseeable future as we invest in our business, build capacity, and ramp up operations,” Rivian said in the filing, “and we cannot assure you that we will ever achieve or be able to maintain profitability in the future.”", "Being the new kid on the block means that the Rivian systems and structures need to be refined. Tesla had a comparable introductory trajectory, having lost $56 million in 2009 before going public in 2010. The first fully profitable year for Tesla was 2020.", "“Tesla has a more efficient supply chain,” Wedbush analyst Dan Ives tells ", " pointing to streamlined manufacturing at only 2 sites: Fremont, California and Shanghai, China. The China connection also provides Tesla with better access to sourcing chips. “Ford and GM among others have very complex supply chains, which put them in the eye of the storm,” he explains.", "On July 2, Tesla reported that, ", ", the company produced and delivered over 200,000 vehicles. It complimented its teams for having transcended difficulties arising from the aftermath of the global covid-19 pandemic. “Our teams have done an outstanding job navigating through global supply chain and logistics challenges,” the company said in a statement then.", "And, to top it off, Tesla ", " during the third quarter of 2021, the company said Saturday. Today, Tesla’s $777 billion value on the stock market is 10 times that of General Motors.", "It’s not just Rivian and the other new electric vehicle players who are struggling to make ends meet. Volkswagen’s CEO Herbert Diess is worried that the ", " and needs to implement big changes in its manufacturing facilities. “We have great responsibility for this location,” Diess said. “We have to accept the new competition. We need the will to live and a jolt at this location.”", "Rivian is just one electric vehicle manufacturer that is bringing new models to market.", "R. J. Scaringe, the Rivian founder, started the company in 2009 with the name “Mainstream Motors” but changed it in 2011 to “Rivian,” which is a mélange of the words “Indian River.” That location in Florida, known for its citrus crops, held a fond place in Scaringe’s mind due to many evocative afternoons he spent there on a rowboat as a young person.", "Scaringe has promised to apply 1% of equity in its environmental program called “Forever,” which has as its goal to mitigate the climate crisis by preserving remote lands and waterways.", "Scaringe, with a Ph.D. from MIT in engineering, has been subdued about the company’s prospects. His compensation was $1.3 million last year, according to the filing. Like many CEOs, his compensation will be commensurate with Rivian’s stock performance.", "In January, Rivian’s board granted Mr. Scaringe 6,785,315 shares and a performance-based option to purchase up to 20,355,946 shares."], "date": "2021-10-05", "author": "Carolyn Fortuna", "url": "https://cleantechnica.com/2021/10/05/rivian-reveal-exposes-enormous-financial-woes-video/"}, {"title": "DroneSeed CEO Grant Canary Talks About Path To Tree-Planting Megadrones (Interview)", "contents": ["This first part of the extended conversation with Grant Canary, CEO of DroneSeed, is mostly about how he and the company arrived at the point where they fly swarms of 8-foot diameter drones precision planting 60 pounds of carefully packaged seeds over multiple fire-scorched acres faster and sooner than other programs permit.", "Canary’s history involves education in LA, followed by Turin, Italy, followed by Bogota and rural regions of Colombia. It includes time spent growing insects for animal feed and working globally for the world’s largest wind turbine manufacturer. And he recommends one of my favorite books, ", " by Paolo Bacigalupi.", "Sustainability is the thread that binds this diverse life together, along with things that have wings. A high-school teacher led Canary to climate change and environmentalism. Canary decided to devote his life to the highest orders of problems to work on. From his perspective, none of the people working on other major problems will have more time on the clock if we fail to address climate change.", "His first degree was an undergraduate in sociology, but this didn’t lead in an obvious direction. Canary went to Torino, Italy for a fascinating educational program at the Politecnico di Torino, Italy’s oldest polytechnic school, one established in 1859. The program featured a week each with multiple scientists, stepping through every presentation that they’d made in the mode of Socratic dialogue. Subjects included integrated aquaponics, recycling t-shirts, and bio-digester experiences from around the world. This led to Canary working hard to get into a good project, and JP Morgan was involved in major carbon credits efforts. Then the Colombian Las Gaviotas project called. It was a major reforestation program under way in areas formerly occupied by FARC guerrillas, but they wanted to turn the pilot into something scaled by a factor of 10. Canary worked on the economics of how much would it cost to put 20,000 people in the region for months, it was proposed, and then the president of the country rejected it as it would cost so much as to likely destabilize the economy.", "Canary stayed in Colombia, finishing his MSc Engineering at Universidad de La Sabana, and founding a company. His Spanish wasn’t strong, and he’s still humble about it, but he finished an advanced degree with all lectures in Spanish.", "His startup, Biosystems, spent three years learning how to effectively feed food waste from grocery stores and the like to black soldier flies, whose larval stage is high in proteins and fats, then cook them and turn it into animal feed. The insight was that a lot of oceanic calories was turned into fish meal for the process and their modeling suggested it could rise from $600 per ton to $2,500 per ton, making insect-based protein a commercially viable product. In fact, it did reach over $2,000 per ton. The firm stood up a factory with Vietnamese equipment and four research teams from the university, and published an influential blog of its findings and process. At one point, every major player in the industry was referencing Canary’s blog and findings, leading to a Canadian firm, Enterra, eventually acquiring Biosystems.", "After Canary’s time integrating Biosystems into Enterra, he shifted gears and went differently global with Vestas. A three-day, zero-sum game hiring process was taxing, but he cleared the hurdle with 34 other hires into the program. They sent the new people all over the world on 8-month rotations. Canary started out in Portland, Oregon in the sales team, an easy slide into the program. The next stop, however, was Beijing under the VP of construction, where he was responsible for clearing out a storage yard with a massive collection of surplus unused wind turbine components, a legacy of the often challenging and incomplete key performance indicators of China’s transformation. He was rotated out before the Olympics and its massive air clean up measures, so he experienced the full extent of China’s coal-fired air quality programs, something he credits with giving him a head start on understanding the variance in climate impacts globally.", "He was enthused about China’s tree planting program, something covering an area size of France with over 38 billion trees by 2018. It had been started to reforest areas stripped of trees by Mao-era policies, and to assist in cleansing northern China’s air. Canary considers it to be absolutely what the world needs, and as for its downsides of monoculture and other challenges, his mantra is “Don’t talk smack about anything people are doing to solve climate change.” He thinks that the repurposing of 60,000 of China’s army as tree planters is the kind of thing the US should be considering, with the National Guard and Army Corps of Engineers likely more useful as a climate change adaptation force than many of the things that they do today. His perspective includes not only China’s Great Green Wall, but a similar project in Africa, and the Great Plains Shelter Belts during the Dust Bowl in the US in the 1930s, a Roosevelt initiative. And he’s concerned that some of those lessons from the US’ past are being lost as massive farming organizations maximize acreage at the expense of trees.", "But despite running a tree planting company, and having worked on a massive tree planting program in Colombia for JP Morgan, Canary doesn’t claim to be an expert on trees. In his words, DroneSeed, and hence Canary himself, are good at integrating the expertise of a lot of people from different areas. This includes military drone experts, people with PhDs in silviculture, people with masters degrees in post-fire ecology, people from the nursery sector, and of course people from the software sector. DroneSeed knits together a lot of expertise to put the right seeds in the right places with the right protection as quickly and efficiently as possible, and Canary defers to the experts in his organization.", "The conversation shifted to how he decided on megadrones dropping seeds. ", " is another book Canary recommends. He spent a bunch of time crafting ideas rapidly and putting them in front of people. Time after time he was shot down, and told not to waste the next five years of his life on the subject. Finally, there was the inevitable conversation with a friend in a bar where they told him that he was going to end up as a dirty hippy, planting trees.", "A light bulb went off, and he started exploring the world of tree planting in the United States. Colombia had a much more developed program than any in the US, but the ground was flat. In Canada, it’s students who plant trees. In the US, it’s H1B visa entrants from south of the border. Tree planting wasn’t an easily automatable process even a decade ago.", "Early efforts involved dumping seeds from helicopters or bombing areas with one- to two-year-old seedlings dropped out of C17s, both of which involved massive wastage and lost seeds. As Canary asks, how do you prevent it from being a big squirrel buffet? Seed is a valuable resource, and there isn’t enough of it. Fires are destroying trees faster than seedlings can be grown in the US right now. Canary talked to many technical innovators who had tried everything over the preceding decades, including a 1970s seedling machine gun prototype.", "The problem statement that DroneSeed has solved is how to avoid shocks to the seeds or seedlings, how to avoid predation, how to get them in the right place, how to get them there quickly, and how to keep them from drying out. Hence, precision agriculture from drones.", "And hence the first check from the a small group of angel VCs who shared Canary’s vision.", "In the second half of the discussion, Canary and I talk a lot more about the drones, the process and the challenges, along with the unique FAA certification DroneSeed has to fly swarms of 8′ diameter hexacopters weighing over 100 pounds out of line-of-site of the two operators. Stay tuned."], "date": "2021-10-05", "author": "Michael Barnard", "url": "https://cleantechnica.com/2021/10/05/droneseed-ceo-grant-canary-talks-about-path-to-tree-planting-megadrones-interview/"}, {"title": "Cost of Build Back Better Proposal: Close To $0, Cost of Catastrophic Climate Change: $551 Trillion", "contents": ["Right now, as I’ve highlighted briefly before, there’s a hot negotiation underway between almost every other Democrat in the House & Senate and two Democratic Senators — ", " and ", ". Republican Party politicians are non-existent in the negotiations*, and since the US Senate is split 50–50, with Vice President Kamala Harris as the deciding vote, we need 100% of Democratic senators onboard in order to pass anything. (Fun.)", "The big push right now is to deliver on Biden’s agenda, what Biden promised and what ~99% of Democrats in office (if not 100%) made promises about when they ran for office. Why that’s something that needs to be negotiated within the party may seem like a mystery, but it appears to just come down to the financial interests of Sinema and Manchin. Though, there is some misleading handwaving and muttering going on about the US budget and economy that might confuse some passersby nonetheless. So, I wanted to take a moment to put a few things into perspective, and to also highlight what is ", " the ", " proposal at the moment. (Also, though, let’s be frank — ", " than just what’s in the proposal.)", "First of all, it should be noted that the “$3.5 trillion bill” most Democrats, Biden included, are pushing for is covering a 10-year period, so the actual annual cost is $350 billion. That us ", " of the annual cost of U.S. defense spending. One would think that the richest nation on Earth could find some money to spend on something other than the military, right?", "Even more poignantly, Bill McKibben (", ") highlighted that the “cost” to these investments is peanuts compared to the cost of unchecked climate change/catastrophe. It’s like saying, I don’t want to spend $1 to drive to work, so I’m just not going to work any more. Not intelligent.", "Actually, though, the bill includes ways to pay for itself, effectively making the cost of the bill close to $0. So, all of the nonsense about how “expensive” it is — it’s just that, nonsense.", "But I just fell into the same trap others in the media and politics have fallen into with this bill, focusing on the price tag of the bill rather than ", ". Let’s look at what 99% of Democrats are trying to get passed, what the majority of the American public has indicated it would like to see passed (large chunks of Republicans as well), and what two seemingly self-serving senators (plus the 50 on the Republican side) are blocking. Who better to explain it than a congressman who knows how to speak in plain English. But he can also start with some perspective on the price tag (", "):", "So, let’s recap:", "So, that’s some of the key stuff in this bill. ", ". How anyone can oppose this is beyond my moral comprehension. The level of selfishness and warped logic required to oppose those things are truly bewildering.", "But we’re not done yet. The price tag is ", " the concern.", "Again, that make no sense on the surface considering that the annual federal budget is $5 trillion, meaning that $350 billion is a drop in the bucket, but there’s much more to note at all. This is not a check to an alien society on a foreign planet. The “cost” also comes with significant returns on the investment. In actuality, the economic benefit will easily surpass the cost. Here’s a partial explanation from Mr. Casten:", "Difficult? No. Risky? No. Completely sensible and good for the United States? ", "This is simply about investing in the American people and taking care of our elderly rather than letting the 0.1% continuously explode their wealth to levels they can’t fathom and that don’t even change their lives in any notable way.", "Remember, aside from 50 Republicans in the Senate (feel free to call their offices or the companies that fund them if any represent you), there are just two Democratic politicians blocking the above bill — ", " and ", ". Contact them and let them know how you feel and how inclined you are to support them in the future. You have contact forms above, and here are the phone numbers:", "*"], "date": "2021-10-05", "author": "Zachary Shahan", "url": "https://cleantechnica.com/2021/10/05/cost-of-build-back-better-proposal-3-5-trillion-cost-of-catastrophic-climate-change-551-trillion/"}, {"title": "UK Plugin EV Share Above 20% In September, Tesla Model 3 Overall Bestseller", "contents": ["The UK auto market saw plugin electric vehicles take 21.65% share in September, up over 2x year-on-year. Full battery electrics outperformed, alone taking 15.2% share and a record 32,721 unit volume. Old-school diesel sales fell off a cliff, dropping to under 5% market share in an overall auto market down ~45% in volume from seasonal norms at just over 215,000 units. With an end of quarter push, the Tesla Model 3 was the UK’s overall best seller in September.", " ", "September’s combined plugin result of 21.6% comprised 15.2% full battery electrics (BEVs) and 6.4% plugin hybrids (PHEVs), a continued reweighting towards BEVs that has been ongoing this year. PHEVs – no longer receiving any incentives in the UK – have been stable at 6% to 7% share for most of 2021. The cumulative plugin share for 2021 now stands at 16.1%, up from 8.8% at this point in 2020.", "Old school combustion powertrains (those without any regen/electric-assist) fell below 50% of the market (48.75%) for the first time since the steam age. Unassisted diesels fell to their lowest point in the modern era, at just 4.95% share, from 14.33% year-on-year, with volume at a pitiful 10,658 units.", "Mild hybrid diesels (which give modest ~15% efficiency savings) gained around 6% share of the market, but are no longer a growth category. In fact, plugless hybrids as a whole (both mild and HEV variants) have remained static at around 30% of the market over the past 5 months and may now just be in holding pattern as BEVs grow to replace everything, starting with the dirtiest fossils.", "As usual, we don’t have complete data on all of the best selling BEV models in the UK, but we do have brand share data. We also know, via ", ", that the ", ", boosted by Tesla’s usual end-of-quarter peak, was the UK’s overall best selling vehicle in September, with 6879 registrations.", "Using DVLA data courtesy of ", ", we can rank September’s most popular BEV brands. (Note that DVLA data differs from SMMT’s more complete data, by excluding custom license plates, but the ", " is accurate.)", "Although the Tesla Model 3 was evidently very dominant in the month of September, that was in large part because September represented 93% of Tesla’s Q3 deliveries in the UK, an artefact of Tesla’s international logistics limitations whilst it only has two active factories. More factories are coming online soon.", "When we step back and take a broader view of the entire Q3 2021, the data on market share between different auto groups tells another story:", "In this bigger picture, ", " led by a significant margin in Q3, presumably partly thanks to the popularity of the newly arrived ", ". Tesla was in fact only slightly ahead of ", " in Q3 as a whole.", "However, this is all before the ", " starts shipping to the UK (the RHD variant is not yet being produced in volume). Once it does so, these market shares will change again, with Tesla getting much closer to VW Group.", "Bear in mind that this is all an evolving landscape with many of the large manufactures bringing out diverse models (often on shared platforms) at ever more affordable price points. For example, Hyundai Motor Group is not standing still, with the ", " and ", " arriving next year. All of this is great news for consumers.", "Meanwhile, notice how Renault-Nissan have lost their mojo, despite their early lead in BEVs, and despite the ", " being built within the UK. How disappointing.", "New Automotive’s analysis of the DVLA data reveals that many urban areas of the UK are now switching to BEVs in droves, with several cities seeing BEVs alone take over 20% share of new sales. Oxford and Newcastle saw close to 25% BEV share in September.", "Given that all auto manufacturers know that BEVs are the now the only growth area of the market, and will completely dominate within very few years, most are sensibly not letting the chip shortage fall too heavily on their BEV production (relative to their ICE production).", "We also know that the UK has been suffering with ", " for combustion vehicles in recent weeks, which is giving further impetus to the EV transition.", "Based on reliable seasonal patters, December is now on track for over 25% BEV share in the UK, and PHEVs will likely contribute another 8%–12% share. Plugins will therefore sum to roughly 35% share by year end.", "Assuming that plugless hybrids (both HEV and mild hybrids) remain at around 30% share, the share of old-school ICE powertrains will likely fall to around 35% (around one third) of the market in December.", "What are your thoughts on the UK’s transition towards cleaner transport? Please share your insights in the comments below.", " "], "date": "2021-10-05", "author": "Dr. Maximilian Holland", "url": "https://cleantechnica.com/2021/10/05/uk-plugin-ev-share-above-20-in-september-tesla-model-3-overall-bestseller/"}, {"title": "Tesla Quarterly Sales Growth From 2012 to 2021 — Like Climbing Mt. Everest", "contents": ["We’ve been covering Tesla sales for the past 9 years, since the Model S arrived. At many steps along the way, I’ve thought the quarterly sales chart has shown amazing growth. Looking back to those points now, they look like small successes and periods of low sales. How things change with time and more context! Let’s stroll back a little bit, though, and examine some of the bigger changes from quarter to quarter and year to year.", "Most notably, there was the jump in the 3rd and 4th quarter of 2018, which most people seemed to assume was impossible. Tesla reached levels of production, and thus sales, that were actually called “impossible” a few years prior and even a few months prior. Actually, such claims were prevalent up until the point that Tesla released its quarterly sales figures. That big production and delivery bump is also what allowed Tesla to become profitable. There was a widespread assumption at the time that those quarters would be a peak period for Tesla sales, and that Tesla’s profitability wouldn’t last. (Of course, that was never an assumption among Tesla bulls, but it certainly was among many critics of Tesla, and I think also among the general public when they knew anything at all about Tesla — based on my limited conversations with people outside of “EV world.”) The reasoning was that Tesla had delivered vehicles in the second half of 2018 to the many Americans and Canadians who had reserved a Tesla Model 3 over the course of the previous 2½ years and that the delivery total was not in line with a sustainable level of consumer demand.", "Elon Musk and team said that wasn’t the case, that Tesla had no issues with demand, and that the limiting factor to bigger sales was production capacity. Regarding the dip in 2019 that followed, it should be noted that Tesla started shipping Model 3s to Europe at that time, which led to a chunk of deliveries lagging until the next quarter. Also, there may have indeed been a bit of a boom-bust situation in the US at the time because of the US federal tax credit for Tesla buyers beginning to phase out (the credit ", "). In any case, though, a few weeks worth of vehicles were on their way from the US to Europe when the first quarter ended, resulting in that odd drop you see in Q1 2019. And any potentially short-term demand dip that occurred in the US was quite quickly overcome by word of mouth and people just getting more familiar with the Tesla brand and Tesla vehicles cruising the streets around them.", "I’ll take this opportunity to show not just the overall quarterly sales chart, but also quarterly charts and graphs broken out by model. You can see interactive charts and graphs on the bottom of this article, but they tend to not show well on mobile devices, so I encourage you to revisit this piece on a “normal computer” if you are reading on your phone right now. Otherwise, here are static versions of the charts and graphs:", "Much to the chagrin of those of us who like to track Tesla sales (and I’d say that’s approximately 100% of Tesla bulls and bears), Tesla decided to bundle Model 3 & Model Y sales when the Model Y came out, as well as Model S & X sales when they basically became a minor sideshow compared to the blazing, mass-market models. I think it’s easy to assume why Tesla combines models like this when reporting official global stats, and the rationale makes sense (but it’s still annoying). Tesla has been dealing with high levels of misleading media hype and social media trolling since 2017, if not earlier. Elon Musk knew that if Tesla reported dropping Model 3 sales (deliveries) as the Model Y ramped up, the media and Wall Street would start to hyperventilate about “collapsing Model 3 sales,” and that could be harmful to the company — and just plain annoying. With approximately 76% of the parts shared, much of the production capacity for these two models is shared, and demand aside, in order to start bringing the Model Y to market, Tesla had to reduce Model 3 production. Also, the Model Y crossover is the preferred body style and size for many consumers today, so it was sure to be the model many buyers chose once it became available. Nonetheless, if you look closely, based on a large variety of sources and a few assumptions of my own, after a notable dip in the first half of 2020 that was COVID-related, the Model 3 rose again and it has not gone below the Q3 2020 delivery total since then. Is approximately 110,000–120,000 quarterly deliveries a sustainable global demand level? Or does the Model 3 have much higher to rise as more production capacity comes online and word of mouth spreads even further? We shall see.", "Naturally, the end of 2020 and the first three quarters of 2021 have made the feats of 2018 and 2019 look “meh.” There was nothing ", " about 2018 and 2019, but the second half of 2020 and 2021 have been superb and stunning, even for Tesla bulls! The most notable and exciting thing about 2021 has clearly been the rise of the Model Y, which looks unprecedented.", " ", "Of course, the thing I’m especially proud about this quarter is that I nailed the total Tesla delivery numbers several months ago in one of my best forecasts ever. For more on that, see: “", ".”", "As a final note, as far as ", " this growth is so fascinating and important, a commenter, ", ", offered some great perspective underneath the above-mentioned article:", "“Why do we geek out over the growth of Tesla? For one, we are witnessing real time something that hasn’t happened in 50 years, the successful launch of a new automobile company. That in itself is worth the excitement.", "“To add to that, it is the first company that is completely electric, and is paving the road for more.", "“Another compelling stat was that as Tesla closed the quarter with $240K, GM produced $440K. This once fledgling company is well on its way to change the world.", "“With both Giga [Texas] and Berlin coming online shortly, there will be continued massive growth in 2022. Just as GM was down 30%, this growth really starts to take from others.”", " "], "date": "2021-10-05", "author": "Zachary Shahan", "url": "https://cleantechnica.com/2021/10/05/tesla-quarterly-sales-growth-from-2012-to-2021-like-climbing-mt-everest/"}, {"title": "Proterra Electric Bus At National Drive Electric Week Connecticut Event", "contents": ["Tis the season for National Drive Electric Week! Bridgeport, Connecticut’s event had a special guest. Proterra brought its electric bus and The EV Club of Connecticut’s Paul Braren was there to cover it all. Paul said that this was his first time seeing an electric bus at a National Drive Electric Week.", "The bus driver explained that the bus was charged at night and that it runs 9–12 hours, a full shift. The driver also touched upon an issue with electric buses and how it was solved. “The bus is quiet, so if somebody’s jogging or something and they don’t see it, they can’t hear the bus. So the driver can put on the crowd control and it’ll make some noise.” It’s a slight buzzing noise. Another feature the bus has is: when the driver is turning, there’s an audio sound that says, “Bus is turning.” See more in the video above."], "date": "2021-10-04", "author": "Johnna Crider", "url": "https://cleantechnica.com/2021/10/04/proterra-electric-bus-at-national-drive-electric-week-connecticut-event/"}, {"title": "The Co-Living Revolution — Sustainable Living, Community, Connection, & Shared Purpose: Webcast This Thursday!", "contents": ["Co-living is not new, but it is experiencing a moment, as co-living facilities have sprouted up around the world in recent years. Co-living is a concept that people who want to share some space with others can create community and live more simply, inexpensively, and sustainably as a result of shared resources. Common resources might be a community kitchen, shared laundry, community vehicles or bikes that can be checked out hourly, shared roof space/decks/outdoor resources, and the like. If not everyone needs to own their own car (or BBQ grill or refrigerator or …), the pricing on things goes down, as does the environmental footprint.", "If this sounds a bit like a hostel, well, that’s perhaps because it kind of is. The main differences, ", ", are the length of stay, the amenities, and the purpose. And in my personal experience, co-living spaces tend to be cleaner, very well run, and more community focused, since people are there a little longer, and therefore people aren’t just there to party like rock stars for a few days while visiting the area as a tourist (as they do in hostels, bless their hearts). And friendships and connections can get deeper.", "Co-living spaces can focus on a particular group of people, like entrepreneurs, artists (like ", "), and, increasingly these days, digital nomads. This provides a common bond for the community, and allows for a lot of good ideas to flow back and forth, inspiration to happen, and friendships to be made. It’s a microcosm of the “spontaneous collisions” concept. People don’t need to plan to get together (that’s a barrier of sorts and reduces interaction). It just … happens. The late Tony Hsieh provided perhaps the largest such experiment in this concept, with his ", ".", "Does it take a gigantic investment and years in development? Well, that depends. This Thursday, 1 PM EST / 10 AM PST, I’ll be giving a talk about a small-scale eco-village/co-living space I developed with a multi-generational single-family home. ", " if you’re interested.", "Recently, I visited a new co-living space in Honolulu called ", " that encapsulates so much of the beauty of co-living, in one of the most beautiful places in the world. Surfbreak was built very intentionally, with a lot of clean energy concepts integrated, above and beyond the usual sustainable benefits of co-living. R.J. Martin, one of the entrepreneurs behind Surfbreak, and a regular ", " reader, has been working in green real estate development in Hawaii for more than a decade. He sees Surfbreak as a natural evolution of this journey.", "“We have modernized the chilled water AC system on our floor, giving each member the ability to control their room temperatures, whereas originally it was more of an all-or-nothing device,” he said. “In addition, we covered nearly 2,000 sq ft in glass with a high-end ceramic tint that keeps out about 90% of the usual heat gain, further reducing the load on the building’s chilled water AC system. Despite housing 20 or so members, our total electric usage is around 600 kWh per month. That’s about half the usage of an air-conditioned 3 bedroom house.”", "Surfbreak also engages its customers. Martin said, “We provide laundry strips, reusable bags at the elevator, and all silverware and utensils in order to discourage single-use plastics. All lighting is LED and our talk series includes a local expert in promoting zero waste. We promote eco-tourism, as our mission statement is ‘We leave things better than we found them.'”", "But the real beauty of Surfbreak, and other co-living spaces like them, is the community:", " "], "date": "2021-10-04", "author": "Scott Cooney", "url": "https://cleantechnica.com/2021/10/04/the-co-living-revolution-sustainable-living-community-connection-shared-purpose-webcast-this-thursday/"}, {"title": "I Am Super Excited for the Full Self Driving Tesla Model $25K", "contents": ["It is not fully announced yet, but Elon’s twitter channel is an official Tesla communication channel, and what’s been tweeted we can see as a pre-announcement by Tesla.", "What was pre-announced is that the $25,000 model is coming in about 2 years. At least one version of it will not have driving controls like a steering wheel and pedals. I think that implies that the complete Full Self Driving (FSD) package is included in the $25,000.", "Many people my age and a bit older still drive. I can decide on a whim to drive to Berlin, Paris, or any other place in Europe. I am the exception to the rule. For most elderly people, the driving is limited to urban settings and the surrounding rural areas. They do not go more than 15–20 miles from home. For visiting bigger cities and family/friends further away, they use public transport if available. Otherwise, they depend on family and friends to drive them.", "People past retirement not only have the time to visit old friends and extended family; they also have the urge to do it. The time they have left to visit them is diminishing.", "A friend just found her dream house. It is 130 miles from where she lives now. Knowing that FSD would be available in a couple of years made the decision to move so far away from friends, clubs, and children a lot easier.", "This small private room on wheels can be a great liberator, like the pill and social security were in the past. The advantages of having a personal carrier instead of a robotaxi are legion. When I realize I should do some shopping when passing the mall, my bags are in the car. When a rain shower is passing when I get out, there is an umbrella. I have gloves for dirty work or when it gets unexpectedly cold, and a spare coat for the same reason. I have a tray with drinking water, a blanket for me or a passenger, tissues, spare plastic bags, etc.", "A robotaxi to get from the airport or train station to your destination is okay. But robotaxies will never replace the private vehicle for people who can afford one. For just 25 grand, giving up so much luxury is a delusion of marketing managers who have dreams of the high rewards of every mile driven. The taxi business is a high-volume, low-margin business and will always be that way.", "To get a private mobile room that can bring you to every place that is connected to your place of residence via the charging network is a dream coming true. I have no idea whether it will be a moneymaker like the Model 3 or Model Y, but it will be the Tesla with the biggest social impact.", "For me, it will be a difficult choice between the FSD Model $25K (or whatever the name will be) or a FSD Cybertruck with a microwave and a bed to sleep in. As long as I can visit all the places and people I failed to visit when I was on the 40 week treadmill, both are great."], "date": "2021-10-04", "author": "Maarten Vinkhuyzen", "url": "https://cleantechnica.com/2021/10/04/i-am-super-excited-for-the-full-self-driving-tesla-model-25k/"}, {"title": "Inside the Latest Documentary to Uncover the Truth about Elon Musk", "contents": ["Is Elon Musk part of a new breed ", " calls ", " — high-tech entrepreneurs using boundless wealth to turn science-fiction dreams into reality? Is he the real-life incarnation of ", "? Or, is he just another hard-driving, workaholic billionaire who will stop at nothing to see his companies thrive?", "The answer can be complicated. So often, the narrative surrounding Elon Musk gets clouded by those attempting to spread an all-too-obvious ", " throughout the media. Let’s face it: when you take on Big Auto, Big Aerospace, and Big Energy (all at once), you’re bound to make enemies. Some of those enemies strike back through journalists spinning media portrayals that tend to take pot shots.", "So, when I received word from ", " that they’d like my take on Musk for an upcoming episode of ", ", I was (frankly) worried the documentary would be another hit piece. After a rather lengthy interview, I wasn’t sure what to expect. The questions were varied, tough, and well-researched.", "During the conversation, I tried to steer the narrative to Musk’s against-all-odds accomplishments. It’s easy to focus on his itchy trigger finger quick to type ", ". Or focus on his fierce, ", " at his companies — work hard or be shown the door. Sure, some of these things rub people the wrong way. But should that be Elon’s legacy?", "In turn, my hope was that this particular PBS profile, much like the one years ago on ", ", would intermix his massive appetite for risk with the corresponding rewards. Go big or go home. Yes, Elon Musk has failed, ", ". But, in spite of that, through hard work, persistence, and tenacity, he’s overcome insurmountable obstacles.", "You can’t ", " Elon Musk. But you can find inspiration in his ability to overcome adversity. In today’s digital world of keyboard warriors and phone zombies, drowning in fear mongering — take a break with this uplifting episode on Elon so you can pivot, reset, and get motivated.", "Check your local ", " to watch it on the big screen at home. In the meantime, here are a few excerpts from the show.", " "], "date": "2021-10-04", "author": "Matt Pressman", "url": "https://cleantechnica.com/2021/10/04/inside-the-latest-documentary-to-uncover-the-truth-about-elon-musk/"}, {"title": "GM Previews New Ultifi Software Platform Ahead Of Investors Day", "contents": ["Legacy automakers are worried about how they will remain profitable as the EV revolution moves forward. The profit margins on electric vehicles are lower than manufacturers are accustomed to, so they are searching for new ways to create revenue.", "One way of doing that is leveraging the over-the-air update capability (pioneered by Tesla, of course) to allow drivers to subscribe to various upgrades and premium features. Tesla has made noises about offering its full self-driving software on a subscription basis.", "General Motors has an Investors Day event coming up on October 8 and would love to see the investment community fall in love with its stock. It is embarrassing that GM is valued at less than 10% of Tesla’s market capitalization. It thinks its new Ultifi software platform can change that. (Ultifi software platform, Ultium battery platform. Both are the ultimate, get it?)", "According to the ", ", Ultifi will start appearing in GM vehicles in 2023. “Ultifi is a big, big step in our software strategy,” Scott Miller, GM’s vice president of software-defined vehicles said last week. “Today, cars are enabled by software, with Ultifi, cars will be defined by it.”", "Alan Wexler, GM’s senior vice president for innovation and growth, added that GM’s new business model extends beyond just building cars to becoming a software platform innovator. He explained the General will offer owners services beyond simply driving, services that can then be used in their homes and other areas of their lives. He calls the new business model, “a potential game changer for delivering subscription services that create recurring revenue.”", "Ultifi is the first step in GM’s new business model, Scott Miller said. It builds on GM’s current vehicle intelligence platform (VIP). Think of VIP as a smartphone and Ultifi as the operating system that provides the functions. Ultifi holds the potential for more cloud-based services, faster software development, and new ways for GM to increase customer loyalty.", "“At our core, we’re going to make great cars, trucks and vehicles,” Miller said. “What we’re talking about is adding a platform with Ultifi. (Customers) will love it when they buy it, but they’ll love it even longer as it gets better. When the next new thing comes out they can add it to their vehicle and not have to go buy a new car so this improves the relationship with them.”", "Similar to software on a smartphone, Ultifi can provide regular updates and let customers choose from a variety of over-the-air upgrades, personalization options, and apps. For example, imagine a camera inside your car that recognizes your face and starts the engine for you. Or, the camera can detect if there’s a child in the back seat. Miller said those services would not be subscription-based.", "Another example would be a weather forecast with the ability to close a vehicle’s windows if it’s parked in an area where it’s expect to rain, Miller said. Or an alert that warns drivers of specific icy spots on roads.", "Customer who buy a car equipped with Ultifi will have access to various plans that will allow them to choose the upgrades, kinds of services, and software or apps they want to access. “The key thing about Ultifi is we like to call it continuous integration,” Miller said. “We’re separating the software from the hardware so we can continuously upgrade apps. It will allow us to be very agile and constantly learn how to make it better.”", "In a press release, GM says customers will benefit from Ultifi’s advanced cloud-based connectivity to seamlessly integrate important aspects of their digital lives. Based on route planning and GPS, teen driver settings could be adjusted for extra caution in a school zone or vehicles could even communicate with a smart home to deactivate the security system and adjust the thermostat.", "Similarly, the cloud connectivity could potentially extend to V2X or vehicle-to-everything applications to help advance GM’s goal of zero crashes and zero congestion. Through communication with other connected devices and infrastructure, drivers could be alerted to hazards or changing road conditions and be able to effectively time traffic signals.", "“Increased flexibility and faster software development are two major benefits of this new technology,” said Scott Miller. “Our in-house developers are designing Ultifi to maximize software reuse, which frees up more time to create value-adding features and services for our customers.”", "Though Ultifi is an in-house platform, it’s being designed with external developers in mind. It uses Linux software, one of the most widely used platforms, which allows GM to give authorized third-party developers access to innovate on behalf of its customers.", "According to", ", at Investor Day this week, GM will provide more details about its electric vehicle plans after the Hummer, ", ", and Cadillac Lyriq, plans that include electric versions of the Chevrolet Silverado and GMC Sierra full-size pickup trucks.", "GM says it will launch at least 20 new electric vehicles in the United States — mostly pickups, SUVs and crossovers — through early 2028, according to ", ", whose data is based on planning information provided to suppliers by the automakers. It predicts that in 2023, GM will introduce the Cadillac Celestiq sedan (which is expected to sell for well over $100,000) and the Chevy Blazer SUV.", "After that, GM plans to introduce another five EV models in 2024, two in 2026, two in 2027, and another in 2028. Among the future entries are electric versions of the Cadillac Escalade, Chevrolet Tahoe, and GMC Yukon SUVs, and a new Cadillac crossover called Symboliq.", "Speaking about GM’s new Ultium battery platform, its blossoming relationship with LG Energy Solution, and the introduction of the Ultifi platform, Ken Morris, GM vice president of EVs and AVs, said at a conference last week, “We’re really knitting together all elements of our growth strategy.”", "If we may be permitted a modest quibble here? We would be more delighted with GM’s electric vehicle plans if they included some affordable offerings and fewer behemoths that weigh 7,000 pounds or more. The ", " is slated to tip the scales at nearly 5 tons. That’s insane! GM’s electric SUVs and pickup trucks won’t be far behind.", "The consensus around the swim-up mojito bar at ", " intergalactic headquarters is that we would like to hear about vehicles that do more with less, like the rumored ", ", the Volkswagen ID. 2, and the new SUV from Geely that ", ". When GM starts thinking in terms of smaller, lighter, less expensive electric cars, that’s when we will believe it fully supports the EV revolution."], "date": "2021-10-04", "author": "Steve Hanley", "url": "https://cleantechnica.com/2021/10/04/gm-previews-new-ultifi-software-platform-ahead-of-investors-day/"}, {"title": "The BMW iX First Drive Review: “It’s Not As Bad As It Looks!”", "contents": ["BMW has been ferrying automotive journalists from all over the world to Bavaria to test drive its new ", ". ", " was part of the press tour and has written about her experience in an article with this rather inauspicious title: “", "” That is damning with faint praise, as my old Irish grandmother would say.", "She follows that up with this assessment: “It’s not exciting to drive, like a sports car. It lacks the styling cues of even BMW’s X6M… But it does offer a well-built, thoughtfully appointed cabin and quick handling for its spacious size. The iX is like a just-plain-decent person you might try dating because, why not? It offers a competent way of navigating daily life for BMW-brand faithful who find themselves, against all odds, curious about getting an electric vehicle.”", "Let me begin by saying my lust for BMWs began with the 2002 Tii that first appeared at the 1973 Frankfurt auto show. I fell for the company’s “The Ultimate Driving Machine” marketing slogan hook, line, and sinker. I watched the movie ", " over and over just to see and hear that gorgeous 1956 BMW 503 Cabriolet skimming along the back roads of Portugal. Suffice to say, I have always been a fan of the cars from Bavaria. So it is with a heavy heart that I watch the new cars from BMW appear on the scene.", "I have been scathing in my disdain for the ", " featured on the iX, and I am not alone. A ", " has gotten 179 comments, most of them from people who detest the look of the new car. Only about 10% of those comments are from people who think driving a car that looks like Bucky Beaver is a good thing. The thread contains some Photoshopped pictures of what the car might look like with more traditional front end styling. Check it out.", "Elliott writes, “I found that — despite its looks — the iX is a competent, practical crossover-style EV that fully delivers BMW’s excellent craftsmanship and quality.” She disliked the hexagonal shaped steering wheel and found the rear of the car looks a lot like a minivan. Other dislikes included the lack of an actual key. Entrance to the car is managed via a smartphone app. What happens if the phone gets lost or runs out of battery power? “That would be a problem,” the cheerful factory rep admitted.", "Elliott liked that the dashboard retains some knobs and switches rather than relegating all the controls to a space on the touchscreen, a not so subtle dig at Tesla. She says the car accelerates with authority and steers like any other heavy vehicle with high ground clearance. She appreciated that the interior cossets the driver and passengers in supreme comfort befitting of BMW’s current image as a German luxury carmaker for wealthy sybarites.", "Ultimate driving machine? Hardly. Where once the company made performance cars that stirred the soul, now it makes 4-wheeled BarcaLoungers that anesthetize the senses rather than delivering a sense of exhilaration when behind the wheel.", "Some people will pay any price (just under $85,000 in the US) and bear any burden, just so long as that blue and white roundel is on the hood of their car when they park at the country club. But is that enough to keep the BMW bloodline intact? “We’ll see,” said the Zen master."], "date": "2021-10-04", "author": "Steve Hanley", "url": "https://cleantechnica.com/2021/10/04/the-bmw-ix-first-drive-review-its-not-as-bad-as-it-looks/"}]